(ns it-eng.it-eng.ui.main-content)

(def whyus1 
  "Программа составлена  инженерами и дата сайнистами 
   с реальный опыт прохождения интервью и опытом работе в США и Европе."
)
(def whyus2 
  "У нас есть опыт как в преподавании английского 
   так и в подготовке к техническим интервью:  systems design, algorithms, machine learning, statistics, behavior interviews, salary negotiation.")
(def whyus3 
  "Группы под разные уровни знаний английского и разные сферы в ИТ")
(def whyus4 
  "Индивидуальные мок интервью и рекомммедации, а также встречи с сотрудниками англоязычных компаний для закрепления разговорных навыков")
;; - Развитие карьерного плана: как составить резюме, как оптимизировать Линкедин профиль, как презентовать свои навыки и достижения.
;; - Сессии фокусируются на разговорах о софтверинженерных темах: systems design, algorithm or machine learning; позваляя Вам убить двух птиц одним камнем (двух зайцев одним выстрелом).
;; - Проверка навыков и практические домашние задания оптимизированные для прохождения технических и поведенческих интервью.
;; - Мы знаем болевые точки культурных различий и поможем вам акклиматизироваться к новой реальности.